Repository: KOUKiXYZZY/CutADash
Catalog: Preferences/Strings/*/PrefResources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# Pref_Tab_General
source: General
ja_jp: 設定
zh_cn: 常规

# Pref_Tab_History
source: History
ja_jp: 履歴
zh_cn: 历史记录

# Pref_Tab_Shortcuts
source: Shortcuts
ja_jp: ショートカットキー
zh_cn: 快捷键

# Pref_Tab_ExcludedApps
source: Excluded Apps
ja_jp: 除外アプリ
zh_cn: 排除的应用

# Pref_Tab_SelectionToolbar
source: Selection Toolbar
ja_jp: 選択ツールバー
zh_cn: 选择工具栏

# Pref_Tab_About
source: About
zh_cn: 关于

# Pref_General_Title
source: General
ja_jp: 全般
zh_cn: 常规

# Pref_LaunchAtLogin
source: Launch at login
ja_jp: ログイン時に起動
zh_cn: 登录时启动

# Pref_DisableCaretPositioning
source: Don't move window to caret position
ja_jp: ウィンドウの位置をキャレットに移動しない
zh_cn: 不要将窗口移动到光标位置

# Pref_DisableWindowsClipboardHistory
source: Disable Windows Clipboard History (Win+V)
ja_jp: Windows標準のクリップボード履歴(Win+V)を無効にする
zh_cn: 禁用Windows剪贴板历史记录(Win+V)

# Pref_Language_Title
source: Language
ja_jp: 言語
zh_cn: 语言

# Pref_Language_Description
source: Choose the display language. Restart the app for changes to fully take effect.
ja_jp: 表示言語を選べます。完全に反映するには再起動が必要です。
zh_cn: 选择显示语言。完全生效需要重启应用。

# Pref_Language_SystemDefault
source: System default
ja_jp: システム既定
zh_cn: 系统默认

# Pref_Theme_Title
source: Theme
zh_cn: 主题

# Pref_Theme_Description
source: Choose the background material for the main window (palette).
zh_cn: 选择主窗口(面板)的背景材质。

# Pref_History_Title
source: History
ja_jp: 履歴
zh_cn: 历史记录

# Pref_MaxHistoryCount
source: Number of history items to keep
ja_jp: 保持する履歴の数
zh_cn: 保留的历史记录数量

# Pref_DisableImageHistory
source: Don't add images to history
ja_jp: 画像を履歴に登録しない
zh_cn: 不将图片添加到历史记录

# Pref_ThumbnailSize
source: Thumbnail size
ja_jp: サムネイルのサイズ
zh_cn: 缩略图大小

# Pref_ThumbnailSize_Small
source: Small (100px)
ja_jp: 小
zh_cn: 小 (100px)

# Pref_ThumbnailSize_Medium
source: Medium (200px)
ja_jp: 中
zh_cn: 中 (200px)

# Pref_ThumbnailSize_Large
source: Large (300px)
ja_jp: 大
zh_cn: 大 (300px)

# Pref_ThumbnailSize_ExtraLarge
source: Extra Large (400px)
zh_cn: 特大 (400px)

# Pref_ThumbnailSize_ExtraLargePlus
source: Extra Large+ (600px)
zh_cn: 特大+ (600px)

# Pref_ThumbnailSize_Max
source: Maximum (800px)
zh_cn: 最大 (800px)

# Pref_OpenHistory
source: Open History
ja_jp: 履歴を開く
zh_cn: 打开历史记录

# Pref_OpenFavorite
source: Open Favorite
ja_jp: Favoriteを開く
zh_cn: 打开收藏

# Pref_OpenEmoji
source: Open Emoji
ja_jp: Emojiを開く
zh_cn: 打开表情符号

# Pref_Change
source: Change
ja_jp: 変更
zh_cn: 更改

# Pref_Delete
source: Delete
ja_jp: 削除
zh_cn: 删除

# Pref_ShortcutHint
source: Press a new key combination (modifier + key). Press Esc to cancel.
ja_jp: 新しいキーの組み合わせを押してください（修飾キー + 通常のキー）。Escでキャンセルします。
zh_cn: 请按下新的组合键(修饰键 + 普通键)。按Esc取消。

# Pref_ExcludedApps_Title
source: Apps excluded from copying
ja_jp: コピーを除外するアプリケーション
zh_cn: 排除复制的应用程序

# Pref_ExcludedApps_Description
source: Content copied from apps added here won't be added to history. Enter the process name (without extension, e.g. chrome, notepad).
ja_jp: ここに追加したアプリでコピーした内容は履歴に登録されません。プロセス名(拡張子なし。例: chrome, notepad)を入力してください。
zh_cn: 从这里添加的应用复制的内容不会添加到历史记录中。请输入进程名(不含扩展名，例如: chrome, notepad)。

# Pref_ExcludedApps_Placeholder
source: Process name (e.g. chrome)
ja_jp: プロセス名 (例: chrome)
zh_cn: 进程名 (例如: chrome)

# Pref_Add
source: Add
ja_jp: 追加
zh_cn: 添加

# Pref_SelectionToolbar_Description
source: Shows a small toolbar near selected text, or an editable field you click on.
ja_jp: 選択したテキストや、クリックした入力欄の近くに小さなツールバーを表示します。
zh_cn: 在选中的文本或点击的输入框附近显示一个小工具栏。

# Pref_SelectionToolbarEnabled
source: Show text selection toolbar (experimental)
ja_jp: テキスト選択ツールバーを表示する(試験的機能)
zh_cn: 显示文本选择工具栏(实验性功能)

# Pref_SelectionToolbarAutoHideSeconds
source: Auto-hide after: {0}s
ja_jp: 自動的に隠すまでの秒数: {0}秒
zh_cn: 自动隐藏时间: {0}秒

# Pref_About_Description
source: A tool for managing clipboard history, emoji, and favorites.
ja_jp: クリップボード履歴・絵文字・お気に入りを管理するためのツールです。
zh_cn: 用于管理剪贴板历史记录、表情符号和收藏夹的工具。

# Pref_Version
source: Version {0}
ja_jp: バージョン {0}
zh_cn: 版本 {0}

# Pref_NotSet
source: Not set
ja_jp: 未設定
zh_cn: 未设置

# Pref_WaitingForKeyInput
source: Waiting for key input...
ja_jp: キー入力待ち...
zh_cn: 等待按键输入...
